// © Copyright 2005-2008, 2015 HP Development Company, L.P.

"TaskName" = "紙張預設值\n管理";

"SynchronizeTitleString" = "正在更新紙張清單…";

"CreatePaperErrorTitle" = "無法新增紙張";
"SetProfileErrorTitle" = "無法安裝 ICC 設定檔";
"GetMediumListErrorTitle" = "無法取得自訂紙張清單";
"DeleteCustomMediumErrorTitle" = "無法刪除自訂紙張";
"GetProfileErrorTitle" = "無法下載 ICC 設定檔";
"SetPropertiesErrorTitle" = "無法變更列印屬性";
"ResponseErrorMessage" = "請檢查印表機是否已連接並開啟，然後再試一次。";
CalibratePaperErrorTitle = "無法校準紙張";
ProfilePaperErrorTitle = "無法設定紙張";
ColorMeasurementErrorTitle = "無法測量色彩";
ExportPaperPresetErrorTitle = "無法导出紙張預設";

"DeleteButtonTitle" = "刪除";
"DeletePaperConfirmationTitle" = "刪除自訂紙張確認";
"DeletePaperConfirmationMessageFormat" = "您確定要從列印驅動程式紙張清單與印表機刪除 %@ 紙張嗎？";

"SetPrintingPropertiesConfirmationTitleFormatString" = "您確定要變更 %@ 紙張的列印屬性嗎？";
"SetPrintingPropertiesConfirmationMessageString" = "將列印屬性變更為與紙張不相容的值，可能會導致影像品質的問題。";
"SetPaperThicknessConfirmationTitleFormatString" = "將厚紙張的「紙張厚度」變更為「正常」可能導致影像品質的問題以及列印噴頭損毀。這個紙張的校準與 ICC 設定檔將變成無效，必須再進行一次。您確定要變更 %@ 紙張的「紙張厚度」嗎？";

// Calibration status
"CalibrationStatusRecommended" = "建議";
"CalibrationStatusOutOfDate" = "過時";

// Synchronization strings
"SyncronizationSuccessfullTitleString" = "已經成功更新紙張清單";
"SyncronizationSuccessfullWithoutPDEReferenceMessageString" = "您可以開始使用新的自訂紙張進行列印。";
"SyncronizationSuccessfullMessageString" = "您可以開始使用新的自訂紙張進行列印。 若要在列印對話方塊中看到更新的紙張清單，您可能需要重新開啟它。";
"SyncronizationFailedPrinterBusyTitle" = "無法更新紙張清單";
"SyncronizationFailedPrinterBusyMessage" = "請確定印表機沒有在進行列印，然後再試一次。";
"MediaManagementErrorTitleString" = "無法從印表機取得自訂紙張的資訊";
"SyncronizationIncompleteTitleString" = "無法更新整個紙張清單";
"SyncronizationIncompleteMessageFormatString" = "下列紙張尚未被更新：\n%@";
RegistrationIncompleteTitle = "無法更新整個紙張清單";
RegistrationIncompleteMessage = "下列紙張尚未被註冊:\n%@";
RegistrationRequiredString = "ICC 設定檔尚未註冊。請執行設定檔註冊。";
RegisteringProfileTitleString = "正在註冊 ICC 設定檔…";
MethodNotSupportedInFWMessage = "當前的韌體版本不支持正在嘗試執行的操作。 請檢查韌體版本是否最新。";

"GetMediumListTitleString" = "正在取得紙張清單…";
"DeleteMediumTitleString" = "刪除自訂紙張…";
"GetProfileTitleString" = "正在下載 ICC 設定檔…";
"SetPropertiesTitleString" = "正在變更列印屬性…";
"RestoreProfileTitleString" = "正在回復成原廠的 ICC 設定檔";
"RemoveProfileErrorTitle" = "無法回復原廠的 ICC 設定檔";

"ICCProfileTitleString" = "ICC 設定檔";
"CalibrationStatusTitleString" = "校準狀態";

// Gloss Enhancer
"OFF" = "關閉";
"FULLPAGE" = "開啟";
"INKEDAREA" = "開啟";

// Paper category
"BOND_AND_COATED" = "塗層銅版紙";
"PHOTO" = "相片紙";
"PROOFING" = "打樣紙";
"FINE_ART" = "美術材料";
"FILM" = "膠片";
"TECHNICAL" = "專業用紙";
"CUSTOM" = "自訂紙張";
BACKLIT = "透明膠片材料";
ADHESIVE = "自黏紙";
BANNER_AND_SIGN = "橫幅及告示牌材料";
HP_EXTENDED_MEDIA = "補充紙張";

"CalibrationStatusNotApplicable" = "不適用";

"No response" = "請檢查印表機是否已連接並開啟，然後再試一次。";
"UNDEFINED-ERROR" = "發生錯誤。";
"ERROR-IN-PARAMS" = "發生錯誤。";
"UNKNOWN-OPERATION" = "作業已逾時。";
"PRINTER-BUSY" = "印表機忙碌。等到印表機完成目前的所有列印工作。";
"UNDEFINED-MEDIUM" = "選取的紙張已不存在。另一位使用者可能已經將之刪除。";
"INVALID-MEDIUM" = "發生錯誤。";
"PROFILE-DOESNT-EXIST" = "發生錯誤。";
"FACTORY-MEDIUM-CANNOT-BE-DELETED" = "無法刪除原廠的 HP 紙張。";
"MEDIUM-CANNOT-BE-DELETED" = "無法刪除「自訂紙張」，因為這個紙張目前已裝在印表機中。";
"MEDIUM-DOESNT-EXIST" = "選取的紙張已不存在。另一位使用者可能已經將之刪除。";
"MEDIUM-NOT-CLONABLE" = "發生錯誤。";
"PROFILE-CANNOT-BE-DELETED" = "發生錯誤。";
ALREADY-IN-FACTORY-SETTINGS = "列印屬性已經預設。";

"SaveProfileErrorTitle" = "無法儲存 ICC 設定檔";
"SaveProfileErrorMessage" = "請嘗試別的位置。";

IncreasePaperThicknessConfirmationTitleFormatString = "您確定要變更 %@ 紙張的紙張厚度？";
IncreasePaperThicknessConfirmationMessageString = "這張紙的校準資料和 ICC 設定檔將變成無效並要再進行一次。";
DecreasePaperThicknessConfirmationTitleFormatString = "您確定要變更 %@ 紙張的紙張厚度？";
DecreasePaperThicknessConfirmationMessageString = "將厚紙張的紙張厚度變更為「正常」時，可能導致影像品質的問題以及印字頭碰觸到紙張表面，這張紙的校準資料和 ICC 設定檔將變成無效並需要再進行一次。";
CreateNewICCProfileRecommendationTitleString = "移至「設定紙張」以建立新的 ICC 設定檔";
CreateNewICCProfileRecommendationMessageString = "由於您已經變更了部分紙張屬性，造成此紙張現有的 ICC 設定檔已不再正確";
SetPrintingPropertiesSuccessfulMessageString = "所選紙張類型的列印屬性已成功變更。";
SetPrintingPropertiesTitleString = "列印屬性已變更。";
ChangeButtonTitle = "變更";

"ManagePapersTaskName" = "紙張預設值\n管理";

//Xib localization

//tooltips
"CalibratePaperTooltip" = "校準紙張";
"ProfilePaperTooltip" = "設定紙張";
"InstallICCProfileTooltip" = "安裝 ICC 設定檔";
"ExportICCProfileTooltip" = "匯出與任何紙張關聯的 ICC 設定檔。";
"RestoreFactoryICCProfileTooltip" = "將某一個 HP 紙張回復成原廠的 ICC 設定檔。";
"RegisterProfileTooltip" = "註冊設定檔";
"ChangePrintingPropertiesTooltip" = "變更紙張的列印屬性。";
"ExportPaperPresetTooltip" = "匯出紙張預設值";
"DeletePaperPresetTooltip" = "如果要從列印驅動程式紙張列表和印表機中刪除自訂紙張，請按一下此處。";
"ColorMeasurementTooltip" = "色彩測量";

"GearButtonTooltip" = "若要管理紙張預設檔和 ICC 設定檔，請按一下此處。";
"AddPaperButtonTooltip" = "如果要定義自訂紙張類型並安裝至您的印表機，按一下這裡。使用 HP Color Center 將 ICC 色彩設定檔關聯到您的新紙張類型。";
"FullSyncButtonTooltip" = "如果要根據印表機內的紙張類型更新電腦的列印驅動程式紙張清單，請按一下這裡。";

//titles
"CalibratePaperTitle" = "校準紙張…";
"ProfilePaperTitle" = "設定紙張…";
"InstallICCProfileTitle" = "安裝 ICC 設定檔…";
"ExportICCProfileTitle" = "匯出 ICC 設定檔…";
"RestoreFactoryICCProfileTitle" = "回復成原廠的 ICC 設定檔…";
"RegisterProfileTitle" = "註冊設定檔";
"ChangePrintingPropertiesTitle" = "變更列印屬性…";
"ExportPaperPresetTitle" = "匯出紙張預設值…";
"DeletePaperPresetTitle" = "刪除紙張預設值…";
"ColorMeasurementTitle" = "色彩測量…";

//Button's accessibility description attribute
"AddButtonAccessibilityDescription" = "建立紙張預設值";
"ActionsButtonAccessibilityDescription" = "動作功能表";
"SynchronizeButtonAccessibilityDescription" = "更新紙張清單";